cask_args appdir: '/Applications'

brew 'curl'
brew 'git'
brew 'lastpass-cli', args: ['with-pinentry']
brew 'postgresql'
brew 'pyenv'
brew 'the_silver_searcher'
brew 'tmux'
brew 'tree'
brew 'vim', args: ['override-system-vi', 'with-python@2']
brew 'wget'
brew 'yarn', args: ['without-node']
brew 'zsh'

cask 'alacritty'
cask 'darktable'
cask 'firefox'
cask 'gimp'
cask 'google-chrome'
cask 'inkscape'
cask 'opera'
cask 'postman'
cask 'scribus'
cask 'slack'
cask 'spotify'
cask 'visual-studio-code'
