cask_args appdir: '/Applications'

brew 'curl'
brew 'git'
brew 'lastpass-cli', args: ['with-pinentry']
brew 'the_silver_searcher'
brew 'tmux'
brew 'tree'
brew 'vim', args: ['override-system-vi']
brew 'wget'
brew 'yarn', args: ['without-node']
brew 'zsh'

cask 'firefox'
cask 'google-chrome'
cask 'opera'
cask 'postman'
cask 'slack'
cask 'spotify'
cask 'visual-studio-code'
